step-by-step/030-populate-database/020-soap/0700-типы-трафика/0200.xml

<?xml version="1.0" ?>
<!-- Создаем тип трафика -->
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Header>
        <auth xmlns="http://ws.base.kernel.bgbilling.bitel.ru/" pswd="admin" user="admin"></auth>
    </S:Header>
    <S:Body>
        <ns5:trafficTypeUpdate xmlns:common="http://common.bitel.ru"
                               xmlns:ns5="http://service.common.api.inet.modules.bgbilling.bitel.ru/"
                               xmlns:xs="http://www.w3.org/2001/XMLSchema"
                               xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
            <traficType xmlns="" id="0" title="Исходящий трафик" unit="30000"></traficType>
        </ns5:trafficTypeUpdate>
    </S:Body>
</S:Envelope>